import React from "react";

const CookiPolicy = () => {
  return (
    <main className="max-w-4xl mx-auto p-8">
      <h1 className="text-3xl font-bold mb-6">
        [translate:Соглашение об использовании cookie]
      </h1>
      <p className="mb-6 text-gray-600">
        [translate:Обновлено: 03 сентября (last updated date)]
      </p>

      <p className="mb-4">
        ООО «Эйчди Клиник» [translate:использует файлы cookies – небольшие
        текстовые файлы, размещаемые на компьютере пользователей с целью анализа
        их пользовательской активности, необходимые для использования настоящего
        веб-ресурса (далее сайт), навигации по сайту и правильной работы
        сервисов, веб-аналитики, видеозаписей действий посетителей, отслеживания
        источники трафика и оценки эффективности онлайн- и офлайн-рекламы,
        необходимые для рекламных и аналитических сервисов].
      </p>

      <p className="mb-4">
        [translate:Сайт использует сервис веб-аналитики Яндекс.Метрика,
        предоставляемый ООО «Яндекс» и сервис веб-аналитики google.ru/analytics,
        предоставляемый ООО «Гугл». Эти сервисы используют технологию cookie.
        Собранная при помощи cookie информация (IP-адрес пользователя, дата и
        время посещения сайта, типы браузера и операционной систем, тип и модель
        мобильного устройства, источник входа на сайт, информация о поведении
        пользователя на сайте, включая количество и наименование просмотренных
        страниц; возраст, пол, интересы, географическое местоположение
        пользователя, прочие технические данные не может идентифицировать вас,
        однако может помочь нам улучшить работу сайта].
      </p>

      <p className="mb-4">
        [translate:Информация об использовании вами сайта, собранная при помощи
        cookie, будет передаваться в ООО «Яндекс» и ООО «Гугл», которые будут
        обрабатывать эту информацию для оценки использования вами сайта,
        составления для нас отчетов о деятельности нашего сайта, и
        предоставления других услуг. ООО «Яндекс» и ООО «Гугл» обрабатывают эту
        информацию в порядке, установленном в условиях использования сервисов].
      </p>

      <p className="mb-4">
        [translate:ООО «Эйчди Клиник» обрабатывает сведения о пользователях в
        соответствии с «Политикой обработки персональных данных». Некоторая
        часть функционала сайта может быть использована без предоставления
        персональных данных. Однако для использования некоторых специальных
        возможностей сайта необходимо предоставить некоторую информацию, включая
        персональные данные. Оставаясь на сайте, вы соглашаетесь с правилами
        использования файлов cookies].
      </p>

      <p>
        [translate:Вы можете отказаться от использования файлов cookie, выбрав
        соответствующие настройки в браузере].
      </p>
    </main>
  );
};

export default CookiPolicy;
